Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: environmental protection - in particular renewable energy sources; energy efficiency; water management; waste management; addressing fallout of natural and man-made disasters; promoting sustainable development; preventing climate change and tackling its consequences; protecting natural resources.
pl: ochrona środowiska - w szczególności odnawialne źródła energii; efektywność energetyczna; zarządzanie gospodarką wodną; gospodarka odpadami; zapobieganie skutkom klęsk żywiołowych i katastrof wynikających z działalności ludzkiej; promocja zrównoważonego rozwoju; przeciwdziałanie zmianom klimatu i ich skutkom; ochrona zasobów naturalnych.

source: In the years 2016-2020 operations of Polish development cooperation will focus on a fewer number of geographical and thematic priorities compared to the “Multiannual Development Cooperation Programme for 2012-2015” .
pl: Działania polskiej współpracy rozwojowej w latach 2016-2020 będą skoncentrowane na mniejszej liczbie priorytetów geograficznych i tematycznych w porównaniu z "Wieloletnim programem współpracy rozwojowej na lata 2012-2015" .

source: The concentration of support is expected to yield results in form of increased effectiveness and influence of Polish development cooperation within the available financial and organizational resources.
pl: Zakładanym efektem koncentracji wsparcia będzie uzyskanie większej, niż dotychczas skuteczności i siły oddziaływania polskiej współpracy rozwojowej w ramach posiadanych zasobów finansowych i organizacyjnych.

source: The “Multiannual Development Cooperation Programme for 2016-2020” names ten priority countries, including four Eastern Partnership states: Belarus, Georgia, Moldova and the Ukraine, and six countries from Africa, Asia and the Middle East: Ethiopia, Kenya, Myanmar, Palestine, Senegal and Tanzania.
pl: W "Wieloletnim program współpracy rozwojowej na lata 2016-2020" , priorytetowymi krajami będzie łącznie dziesięć krajów, tj. cztery kraje w Partnerstwie Wschodnim: Białoruś, Gruzja, Mołdawia, Ukraina oraz sześć krajów w Afryce, Azji i na Bliskim Wschodzie: Etiopia, Kenia, Mjanma, Palestyna, Senegal, Tanzania.

source: In practice, bilateral assistance is implemented through specific development projects financed by funds at the disposal of the MFA and the budgets of other ministries.
pl: W praktyce pomoc dwustronna to realizacja konkretnych projektów rozwojowych, finansowanych ze środków pozostających w dyspozycji MSZ oraz z budżetów innych resortów.

source: Projects financed by the MFA are selected either through annual calls for proposals addressed to NGOs, central and local government institutions, universities and research institutes, or through a non-competitive procedure for central government institutions and their subordinate units.
pl: Wybór projektów finansowanych ze środków w dyspozycji MSZ następuje w drodze ogłaszanego corocznie konkursu , adresowanego do organizacji pozarządowych, jednostek administracji rządowej i samorządu terytorialnego, szkół wyższych i instytucji naukowych lub w procedurze pozakonkursowej dla administracji rządowej i jednostek im podległych.

source: Polish diplomatic missions are also involved in supporting the development of partner countries through implementation of projects in cooperation with local partners under the Small Grants System .
pl: We wspieranie rozwoju krajów partnerskich angażują się także polskie placówki dyplomatyczne, które realizują projekty we współpracy z lokalnymi partnerami w ramach systemu małych grantów .

source: These generally include measures to achieve the Millennium Development Goals of great significance to local communities (e.g. renovation and retrofitting of public utility buildings such as schools, hospitals and libraries).
pl: Najczęściej są to działania służące osiągnięciu Millenijnych Celów Rozwoju, mające duże znaczenie dla społeczności lokalnych (na przykład remonty i doposażanie budynków użyteczności publicznej, takich jak szkoły, szpitale, biblioteki).

source: Multilateral assistance is provided through specialised international organisations and institutions.
pl: Pomoc wielostronna świadczona jest za pośrednictwem wyspecjalizowanych organizacji i instytucji międzynarodowych.

source: Multilateral assistance represents over 75% of the total funds allocated by Poland to development cooperation.
pl: Pomoc wielostronna stanowi ponad 75% ogółu środków przeznaczanych przez Polskę na współpracę rozwojową.

source: The largest portion of this assistance is Poland's contribution to the EU general budget, which is in part spent on EU aid measures.
pl: Największy wolumen tej pomocy zawarty jest w składce Polski do budżetu ogólnego UE, której część przeznaczona jest na unijne działania pomocowe.

source: The second largest is the contribution to the non-budget European Development Fund, to which Poland has paid dues since 2011.
pl: Drugą co do wielkości pozycję stanowi składa na rzecz pozabudżetowego Europejskiego Funduszu Rozwoju, którego płatnikiem Polska stała się w 2011 roku.

source: This fund allows the EU to support the development of African, Caribbean and Pacific Group of States (the so-called ACP countries).
pl: Za pomocą tego funduszu UE pomaga w rozwoju krajów Afryki oraz krajów basenu Morza Karaibskiego i Pacyfiku (AKP).

source: You are here Polish Aid / Partner countries / Eastern Partnership / Georgia / Georgia - projects carried out in 2012 / Support for micro-enterprises in the tourism sector in the Pshavi-Khevsureti region
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Gruzja / Projekty 2012 - Gruzja / Wsparcie mikroprzedsiębiorstw sektora turystycznego w regionie Pszawii-Chewsuretii

source: Support for micro-enterprises in the tourism sector in the Pshavi-Khevsureti region
pl: Wsparcie mikroprzedsiębiorstw sektora turystycznego w regionie Pszawii-Chewsuretii

source: This project is implemented in partnership with Polish and Georgian NGOs, government administration of in Pshavi-Khevsureti region and is co-financed by the Polish Ministry of Foreign Affairs under its development assistance programme.
pl: Projekt "Wsparcie mikroprzedsiębiorstw sektora turystycznego w regionie Pszawii-Chewsuretii", zrealizowany we współpracy partnerskiej polskich i gruzińskich organizacji pozarządowych, administracji regionu oraz dzięki dofinansowaniu Ministerstwa Spraw Zagranicznych RP w ramach programu pomocy rozwojowej.

source: The project was designed to establish permanent communication and promotion channels for local travel agencies and to organise a forum for cooperation between local government, NGOs and education institutions in Pshavi-Khevsureti.
pl: Celem projektu było stworzenie trwałych kanałów informacji i promocji dla miejscowych przedsiębiorstw turystycznych oraz zorganizowanie form współpracy samorządu, organizacji pozarządowych i placówek edukacyjnych dla rozwoju przedsiębiorczości turystycznej w regionie Pszaw-Chewsuretii.

source: During their stay in Poland, the project's Georgian participants learned about the way different types of tourist and accommodation systems operate in Poland in the mountain ranges; how Polish tourist organisations operate based on the example of the Polish Tourist and Sightseeing Society (PTTK) and received training how to mark tourist trails.
pl: Gruzińscy uczestnicy projektu, podczas pobytu w Polsce, zapoznali się z funkcjonowaniem różnego typu infrastruktury turystyczno-noclegowej w kilku pasmach górskich, z działalnością polskich stowarzyszeń turystycznych na przykładzie Polskiego Towarzystwa Turystyczno-Krajoznawczego, a także zostali przeszkoleni z zakresu znakowania szlaków.

source: The project has lead to the creation of 300 kilometres of tourist trails.
pl: W ramach projektu powstało 300 km szlaków pieszych.

source: These trails were created through the most beautiful, most and least known parts of the region's mountains with the aim of connecting east with the west with one main transit trail, accounting for tourist accommodation.
pl: Szlaki zostały poprowadzone przez najpiękniejsze, najbardziej i najmniej znane zakątki gór regionu, tak aby skomunikować wschód z zachodem jednym głównym szlakiem tranzytowym, z uwzględnieniem bazy noclegowej.

source: To enable effective communication between tourists different entities from the tourism sector and to promote tourism in the region, a Tourist Information and Promotion Centre (CIT) was created in Dusheti, which has been equipped with the necessary furniture, computers and telecommunication installations, as well as a wall map of the region in the scale of 1:100 000 with marked tourist trails that have been created in regions included in the project.
pl: Dla umożliwienia sprawnej komunikacji między turystami, różnymi podmiotami z branży turystycznej oraz dla promocji turystycznej regionu zostało utworzone Centrum Informacji i Promocji Turystycznej CIT z siedzibą w Dusheti, które wyposażono w niezbędne do funkcjonowania umeblowanie i sprzęt komputerowy i telekomunikacyjny, a także w mapę ścienną regionu w skali 1:100 000 z zaznaczonymi szlakami turystycznymi, które powstały w rejonach objętych projektem.

source: A website was also designed to promote the region in three language versions: Georgian, English and Polish.
pl: Dla realizacji promocji stworzono stronę internetową, dostępną w trzech wersjach językowych: gruzińskiej, angielskiej i polskiej.

source: It consisted of a part of a contribution to the EU budget, which was allocated to that aim (PLN 861 mln [1] ) and payment (PLN 146 mln [2] ) to the European Development Fund (EDF) which is the main EU policy instrument different from the EU budget key for financing cooperation with the African, Caribbean and Pacific Group of States (ACP)and Overseas Countries and Territories (OCTs).
pl: Złożyła się na niego część składki do budżetu unijnego, która została przeznaczona na ten cel (861 mln PLN [1] ) oraz wpłata (146 mln PLN [2] ) na Europejski Fundusz Rozwoju (European Development Fund, EDF), który jest głównym instrumentem pozabudżetowym UE służącym do finansowania współpracy z państwami Afryki, Karaibów i regionu Pacyfiku (AKP) oraz krajami i terytoriami zamorskimi (KTZ).

source: Development assistance provided directly by Poland (bilateral assistance) in 2012 went mainly to the Eastern Partnership countries, Central Asia, Afghanistan, East Africa and Palestinian Autonomy.
pl: W ramach współpracy rozwojowej realizowanej bezpośrednio przez Polskę (pomoc dwustronna) w 2012 roku wsparciem zostały objęte w szczególności kraje Partnerstwa Wschodniego, Azji Środkowej, Afganistan oraz kraje Afryki Wschodniej i Autonomia Palestyńska.

source: The second group includes particular countries from Eastern Africa, Northern Africa, Middle East and Asia.
pl: Do drugiej grupy zaliczają się wybrane kraje Afryki, Azji i Bliskiego Wschodu.

source: There are eight East African countries (Burundi, Ethiopia, Kenya, Rwanda, Somalia, South Sudan, Tanzania, Uganda), two North African countries (Libya and Tunisia) as well as the Palestinian Autonomy, Afghanistan, Kyrgyzstan and Tajikistan.
pl: Należy do niej osiem państw z Afryki Wschodniej (Burundi, Etiopia, Kenia, Rwanda, Somalia, Sudan Południowy, Tanzania i Uganda), dwa państwa Afryki Północnej (Libia i Tunezja), ponadto Autonomia Palestyńska, Afganistan, Kirgistan i Tadżykistan.

source: According to the 2012-2015 Programme, Polish development assistance has concentrated on two areas of support, that is democratic transformation and human rights.
pl: Od momentu wprowadzenia w życie Programu na lata 2012-2015 polska współpraca rozwojowa koncentruje się na dwóch tematycznych obszarach wsparcia, tj. demokracji i prawach człowieka oraz transformacji systemowej.

source: Above mentioned tasks stem from changes in Polish development assistance policy.
pl: Powyższe zadania są następstwem dokonanej modernizacji polskiego systemu współpracy rozwojowej.

source: On 1 January 2012, the newly passed Act on development cooperation entered into force.
pl: 1 stycznia 2012 r. weszła w życie nowo uchwalona ustawa o współpracy rozwojowej.

source: The Minister of Foreign Affairs was given a role of cooperation coordinator.
pl: Rolę koordynatora współpracy nadała ona Ministrowi Spraw Zagranicznych.

source: By virtue of the Act, the Development Cooperation Policy Council has been appointed at the Ministry.
pl: Na mocy ustawy utworzono także Radę Programową Współpracy Rozwojowej przy ministrze SZ.

source: Council is an advisory and consultative body.
pl: Rada jest ciałem opiniodawczo-doradczym.

source: Furthermore, notions such as development cooperation, development assistance, humanitarian aid and global education were introduced for the first time into the Polish legal order.
pl: Ponadto do polskiego porządku prawnego wprowadzono po raz pierwszy pojęcia takie jak: współpraca rozwojowa, pomoc rozwojowa, pomoc humanitarna czy edukacja globalna.

source: More information can be found on our website .
pl: Więcej informacji na ten temat na stronie internetowej .

source: In 2012, Poland's financial contribution to humanitarian relief and food aid under the Official Development Assistance (ODA) amounted PLN 13.96 mln.
pl: Natomiast polski wkład finansowy w 2012 r. w działalność humanitarną i pomoc żywnościową w ramach oficjalnej pomocy rozwojowej (ODA) wyniósł 13,96 mln PLN.

source: More 30% of the Polish contribution to ODA were spent to help Syrian refugees.
pl: Ponad 30% środków wydano na pomoc uchodźcom syryjskim i przeciwdziałaniu kryzysowi w Syrii.

source: Poland helped Syrian refugees in Jordan and Lebanon through domestic non-governmental organizations: Caritas Poland and Polish Center for International Aid.
pl: Polska udzieliła pomocy uchodźcom syryjskim w Jordanii i Libanie za pośrednictwem krajowych organizacji pozarządowych: Caritas Polska oraz Polskie Centrum Pomocy Międzynarodowej.

source: The sum of Polish humanitarian assistance to Syria amounted PLN 4.29 mln.
pl: Suma polskiej pomocy humanitarnej dla Syrii wyniosła 4,29 mln PLN.

source: Similarly, an important task is to raise awareness of the Polish society about the processes and challenges in today's world.
pl: W prowincji Sidh dofinansowano budowę i wyposażenie trzech tymczasowych ośrodków edukacyjnych dla dzieci.

source: The aim of this group was to enhance co-ordination and improve the quality of humanitarian assistance.
pl: Problem braku dostępu do edukacji na poziomie podstawowym i zawodowym widoczny jest na przykład w Afryce Wschodniej.

source: Its priorities included promoting greater involvement of donor states in disaster risk reduction, among others through creating local safety systems.
pl: Polskie organizacje pozarządowe zrealizowały tam projekty służące wyrównywaniu szans edukacyjnych, aktywizacji nauczycieli czy wykorzystywaniu w procesie nauczania nowoczesnych metod przekazywania wiedzy.

source: More information about Polish development assistance can be found in the booklet “Poland's development assistance.
pl: Podobnie istotnym zadaniem jest podnoszenie świadomości polskiego społeczeństwa w kwestii procesów i wyzwań we współczesnym świecie.

source: You are here Polish Aid / News / The seminar by Polish Embassy in Tbilisi
pl: jesteś tutaj Polska pomoc / Aktualności / Seminarium Ambasady RP w Tbilisi

source: The seminar by Polish Embassy in Tbilisi
pl: Seminarium Ambasady RP w Tbilisi

source: “We deeply care about the clarity of our experts' support for this ambitious issue” - stated the Embassy's representative, Mr J. Rohoziński at the beginning of the meeting.
pl: „Zależy nam, by nasze wsparcie eksperckie dla tego ambitnego przedsięwzięcia było dla Państwa całkowicie przejrzyste” - powiedział we wstępie przedstawiciel Ambasady J. Rohoziński.

source: During the seminar, Mr Piotr Żuber, a Polish expert, presented key recommendations for Georgian authorities.
pl: W trakcie seminarium zaprezentowane zostały kluczowe rekomendacje, jakie dla władz Gruzji przygotował polski ekspert Piotr Żuber.

source: A particular interest of participants was noticed during the presentation concerning Polish solutions included in the Act on national and ethnic minorities.
pl: Duże zainteresowanie wśród uczestników seminarium wywoła informacja dot. polskich rozwiązań zawartych w Ustawie o mniejszościach narodowych i etnicznych.

source: You are here Polish Aid / Our partners / Multilateral assistance / Minister Joanna Wronecka meets DAC OECD delegation
pl: jesteś tutaj Polska pomoc / Nasi partnerzy / Współpraca wielostronna / Spotkanie wiceminister Joanny Wroneckiej z delegacją DAC OECD

source: Minister Joanna Wronecka meets DAC OECD delegation
pl: Spotkanie wiceminister Joanny Wroneckiej z delegacją DAC OECD

source: At the meeting Deputy Minister Wronecka told her guests about the most recent Polish assistance activities directed to Syrian refugees and local communitees hosting refugees in Lebanon and Jordan.
pl: Podczas spotkania wiceminister Wronecka poinformowała o najnowszych polskich działaniach pomocowych kierowanych do uchodźców syryjskich i lokalnych społeczności przyjmujących uchodźców w Libanie i Jordanii.

source: DAC members include 28 states and the European Union.
pl: Członkami DAC jest 28 państw i Unia Europejska.

source: Poland joined the Committee in 2013.
pl: Polska wstąpiła do Komitetu w 2013 r.

source: On 3 December 2015, during an official gala, the awards were presented to the winners of the “Lens on development” photographic competition, which was organised by the Ministry of Foreign Affairs.
pl: 3 grudnia 2015 roku, podczas uroczystej gali, wręczono nagrody laureatom konkursu fotograficznego „Rozwój w obiektywie”, organizowanego przez Ministerstwo Spraw Zagranicznych.

source: The gala was held at the Foksal Press Centre, at Dom Dziennikarza at ul.
pl: Uroczystość odbyła się w Centrum Prasowym Foksal, w Domu Dziennikarza przy ul.

source: Foksal in Warsaw.
pl: Foksal w Warszawie.

source: Konrad Pawlik, Undersecretary of State at MFA, congratulated the winners, and the gala was hosted by Martyna Wojciechowska, Editor-in-Chief of National Geographic.
pl: Laureatom konkursu gratulacje złożył Konrad Pawlik, podsekretarz stanu w MSZ, a galę poprowadziła Martyna Wojciechowska, Redaktor Naczelna National Geographic.

source: According to Minister Konrad Pawlik, the objective of the “Lens on development” photographic competition is not only to inform about the Polish Development Assistance, but also to increase the awareness of Polish citizens about the problems that the majority of the countries in the world encounter on daily basis.
pl: Celem konkursu fotograficznego "Rozwój w obiektywie", jak mówił Minister Konrad Pawlik, jest nie tylko informowanie o polskiej pomocy rozwojowej, ale także zwiększenie świadomości Polaków odnośnie problemów, z jakimi na co dzień boryka się większość krajów świata.

source: The competition was open for everyone interested in photography and the problems of developing countries.
pl: Udział w konkursie mógł wziąć każdy, kto interesuje się fotografią oraz problematyką dotyczącą krajów rozwijających się.

source: The Grand Prix award was granted to Grzegorz Kobiela for the photograph entitled “Workers - a worker in front of a chimney”.
pl: Nagrodę Grand Prix zdobył Grzegorz Kobiela za zdjęcie „Workers - robotnik na tle komina”.

source: The photograph, taken on the outskirts of Dhaki (the capital city of Bangladesh), shows a young worker at a brickyard, who is sorting coal.
pl: Fotografia, wykonana na przedmieściach Dhaki (stolicy Bangladeszu), przedstawia młodego pracownika cegielni, który zajmuje się sortowaniem węgla.

source: This year's “Lens on development” photographic competition was held as a part of the informational and promotional activities conducted by MFA within the 2015 Year for Development, established by the European Parliament and the Council of the European Union.
pl: Tegoroczny konkurs fotograficzny „Rozwój w obiektywie” zrealizowany został w ramach działań informacyjnych i promocyjnych prowadzonych przez MSZ pod szyldem Europejskiego Roku na Rzecz Rozwoju 2015, ustanowionego decyzją Parlamentu Europejskiego oraz Rady Unii Europejskiej.

source: European Development Days 2011 - invitation
pl: Europejskie Dni Rozwoju 2011 - przebieg

source: On 15-16th December the 6th edition of the European Development Days will be held in Warsaw.
pl: W dniach 15-16 grudnia w Warszawie odbywa się 6 edycja Europejskich Dni Rozwoju (European Development Days).

source: In 2011 the conference will be held for the first time in its history in Central-Eastern Europe, in a country which is a new member of the European Union.
pl: W 2011 roku konferencja po raz pierwszy w historii odbywa się w Europie Środkowo-Wschodniej, w kraju będącym nowym członkiem Unii Europejskiej.

source: The main topic of this edition of the EDD will be development and democracy, which seems particularly current in light of recent events in Belarus, North Africa, Syriaand the Sudan.
pl: Tematem przewodnim tej edycji EDR jest hasło rozwój i demokracja, które w świetle ostatnich wydarzeń na Białorusi, w Afryce Północnej, Syrii czy Sudanie wydaje się szczególnie aktualne.

source: The agenda of the European Development Days will comprise dozens of topical panels devoted to issues such as the exchange of experience regarding the institutional transformation process, the promotion of democracy, the involvement of the private sector in cooperation for development and the effectiveness and cohesion of development policy.
pl: Na program Europejskich Dni Rozwoju składa się kilkanaście paneli tematycznych poświęconych m.in. wymianie doświadczeń procesu transformacji ustrojowej, promocji demokracji, zaangażowania sektora prywatnego we współpracę rozwojową, czy efektywności i spójności polityki rozwojowej.

source: The streets of Kathmandu, in the heart of the Himalayas, are home to over 1,000 child beggars, called by the locals “Kathe,” or trash children.
pl: Na ulicach Katmandu - stolicy Himalajów - żyje ponad 1000 żebrzących dzieci, nazywanych przez lokalnych mieszkańców „Kathe”, czyli śmieciowymi dziećmi.

source: They mostly roam popular tourist spots.
pl: Nieletnich można spotkać głównie przy turystycznych szlakach.

source: The children are forced into begging by their parents, who have made this practice a source of livelihood, counting on foreign tourists' thick wallets and generosity.
pl: Dzieci zmuszane są do żebrania przez rodziców, którzy uczynili z tego procederu źródło dochodu, licząc na zasobne portfele i hojność zagranicznych turystów.

source: The photograph depicts such begging siblings.
pl: Na zdjęciu jedno z żebrzących rodzeństw.

source: In the Democracy and Human Rights in Development category:
pl: W kategorii Demokracja i prawa człowieka w rozwoju:

source: I prize: Damian Lemański, for Boy with Fish
pl: I miejsce: Damian Lemański, za zdjęcie „Chłopiec z rybami”

source: On the beach of Mauretania's Nouakchott, children stray amid thousands of fishermen and hundreds of traditional boats, trying to steal a nibble.
pl: Na plaży w mauretańskim Nawakszucie wśród tysięcy rybaków i setek tradycyjnych łodzi kręcą się dzieci próbujące uszczknąć coś dla siebie.

source: A moment later, they light a fire on the beach and grill the fish they scrounged.
pl: Chwilę potem rozpalają na plaży ognisko i pieką zdobyte ryby.

source: According to experts, unsustainable maritime economy poses a threat to lives of millions who depend on fishing for their livelihoods.
pl: Eksperci twierdzą, że niezrównoważona gospodarka morska zagraża bytowi milionów ludzi, których życie uzależnione jest od rybołówstwa.

source: - Adam Rostkowski, for Doctor
pl: - Adam Rostkowski, za zdjęcie „Doktor”
